aaron-bond.better-comments
byi8220.indented-block-highlighting
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
DSKWRK.vscode-generate-getter-setter
eamodio.gitlens
ecmel.vscode-html-css
hollowtree.vue-snippets
kevinkyang.auto-comment-blocks
kisstkondoros.typelens
kruemelkatze.vscode-dashboard
monokai.theme-monokai-pro-vscode
MS-CEINTL.vscode-language-pack-ko
octref.vetur
streetsidesoftware.code-spell-checker
usernamehw.errorlens
vscode-icons-team.vscode-icons
wix.vscode-import-cost
